Repository: HuynhVinh123/bloc_partern
Catalog: tpos_mobile_localization123/lib/l10n/intl_*.arb
Languages: vi

# appTitle
source: TPOS Sale Management
vi: TPOS Quản lý bán hàng

source: Username
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: Select language
vi: Chọn ngôn ngữ

# hotline
source: Hotline{hotline}
vi: Tổng đài hỗ trợ{hotline}

source: Close
vi: Đóng

source: Function
vi: Chức năng

source: Statistics
vi: Báo cáo

source: Notification
vi: Thông báo

source: Personal
vi: Cá nhân

source: Logout
vi: Đăng xuất

# aboutApplication
source: About
vi: Thông tin ứng dụng

# setting
source: Settings
vi: Cài đặt

# sendEmailFeedback
source: Send a feedback email
vi: Gửi email góp ý về sản phẩm

# voteForApp
source: Vote our app
vi: Bình chọn cho ứng dụng này

source: Check for update
vi: Kiểm tra phiên bản mới

source: History
vi: Lịch sử

source: Change password
vi: Đổi mật khẩu

source: Other report
vi: Báo cáo khác

source: Today
vi: Hôm nay

source: Yesterday
vi: Hôm qua

source: This month
vi: Tháng này

source: This year
vi: Năm này

source: Pos order
vi: Đơn hàng

source: Version
vi: Phiên bản

source: Home page
vi: Trang chủ

# introPage_registerButtonTitle
source: Register
vi: Đăng ký dùng thử

# introPage_loginButtonTitle
source: Login
vi: Đăng nhập

# introPage_page1Title
source: Comprehensive management
vi: Quản lý toàn diện

# introPage_page1Description
source: Selling at stores and selling online via Facebook...
vi: Tích hợp bán tại của hàng và bán online qua nhiều kênh như facebook...

# introPage_page2Title
source: Connect 12+ delivery partners
vi: Tích hợp 12+ đơn vị vận chuyển

# introPage_page2Description
source: Push order directly to multiple delivery carrier linked to TPOS App
vi: Đẩy đơn trực tiếp tới nhiều nhà vận chuyển được liên kết tới TPos

# introPage_page3Title
source: Full report
vi: Báo cáo đầy đủ, chi tiết

# introPage_page3Description
source: Clear revenue and profit report helps shop owners manage cash flow effectively
vi: Báo cáo doanh thu, lợi nhuận rõ ràng giúp chủ cửa hàng quản lý dòng tiền hiệu quả

# loginPage_registerButtonTitle
source: Dont't have account? Sign up now
vi: Bạn chưa có tài khoản?

# loginPage_loginFailTitle
source: Authentication failed
vi: Sự cố đăng nhập!

# dialogValidateFail
source: Required field have not been entered
vi: Vui lòng nhập đầy đủ thông tin

# config_printers
source: Printers
vi: Danh sách máy in

# config_SaleSettings
source: Sale settings
vi: Cấu hình bán hàng

# menu_FacebookSaleChannel
source: Facebook sale channel
vi: Kênh facebook

# menu_CloseOrderLivestram
source: Close the order
vi: Chốt đơn livestream

# menu_SaleOnlineOrder
source: Sale online orders
vi: Đơn hàng facebook

# menu_LiveCampaign
source: Live campaign
vi: Chiến dịch live

# menu_createFastSaleOrder
source: Create sale order
vi: Tạo hóa đơn bán

# menu_fastSaleOrders
source: Fast sale orders
vi: HĐ bán hàng

# menu_deliverySaleOrders
source: Delivery sale orders
vi: HĐ giao hàng

# menu_posOfSale
source: Pos of sale
vi: Điểm bán hàng

# menu_quotation
source: Quotations
vi: Báo giá

# menu_purchaseOrder
source: Purchase order
vi: Đơn đặt hàng

# menu_product
source: Products
vi: Sản phẩm

# menu_import
source: Inventory receiving voucher
vi: Phiếu mua hàng

# menu_customer
source: Customers
vi: Khách hàng

# menu_supplier
source: Suppliers
vi: Nhà cung cấp

# menu_deliveryCarrier
source: Delivery carriers
vi: Đối tác giao hàng

# menu_cashReceipt
source: Cash Receipt
vi: Phiếu thu

# menu_paymentReceipt
source: Payment Receipt
vi: Phiếu chi

# menu_addCustomer
source: Add customer
vi: Thêm khách hàng

# menu_addProduct
source: Add product
vi: Thêm sản phẩm

# menu_settingSaleOrder
source: Sale setting
vi: Cấu hình bán hàng

# menu_settingPrinter
source: Print configuration
vi: Cấu hình in ấn

# menu_saleChannels
source: Sale channels
vi: Kênh bán hàng

# menu_customerGroup
source: Customer categories
vi: Nhóm khách hàng

# menu_productGroup
source: Product categories
vi: Nhóm sản phẩm

# menu_receiptType
source: Receipt type
vi: Loại phiếu chi

# menu_paymentType
source: Payment type
vi: Loại phiếu thu

# menu_search
source: Search
vi: Tìm kiếm

# menu_allFeature
source: All features
vi: Tất cả tính năng

# menu_customMenu
source: Custom
vi: Cá nhân

# menu_invoiceReport
source: Invoice report
vi: Hóa đơn

# menu_deliveryReport
source: Delivery report
vi: Giao hàng

# menu_inventoryReport
source: Inventory
vi: Tồn kho

# menu_businessReport
source: Business report
vi: Kết quả kinh doanh

# menu_customerDeptReport
source: Customer dept
vi: Công nợ khách hàng

# menu_supplierDeptReport
source: Supplier dept
vi: Công nợ nhà cung cấp

# menu_posSession
source: Pos sessions
vi: Phiên bán hàng

# selectFacebookSaleChannel
source: Select sale channel
vi: Chọn kênh facebook

source: Login facebook
vi: Đăng nhập facebook

source: Login
vi: Đăng nhập

source: Add
vi: Thêm

source: Add new page
vi: Thêm trang mới

source: Delete
vi: Xóa

source: Refresh
vi: Làm mới

source: Cancel
vi: Hủy bỏ

source: Save
vi: Lưu

source: Connected channel
vi: Kênh đã kết nối

# notifyExpire
source: Your account has only {expiredDay} to expire. Please renew soon
vi: Tài khoản của bạn còn {expiredDay} nữa sẽ hết hạn. Vui lòng gia hạn sớm để công việc kinh doanh không bị gián đoạn.

# saleOnline_existsNotify
source: The facebook sale channel ({channelId}) already exists.
vi: Kênh facebook ({channelId}) đã tồn tại

source: Load more
vi: Tải thêm

source: Type
vi: Loại

# saleOnline_checkboxOnlyTenComment
source: Only show > 10 comments
vi: Chỉ hiện > 10 bình luận

# menuGroupType_saleOnline
source: Sale online
vi: Bán hàng online

# menuGroupType_fastSaleOrder
source: Fast sale
vi: Bán hàng nhanh

# menuGroupType_posOrder
source: Pos of sale
vi: Điểm bán hàng

# menuGroupType_inventory
source: Warehouse
vi: Kho hàng

# menuGroupType_category
source: Categories
vi: Danh mục

# menuGroupType_setting
source: Settings
vi: Cài đặt

# menuGroup_report
source: Report
vi: Báo cáo

# report_reportList
source: Reports
vi: Danh sách báo cáo

# loginPage_forgotPassword
source: Forgot password?
vi: Quên mật khẩu?

# changePassword_oldPassword
source: Old password
vi: Mật khẩu cũ

# changePassword_newPassword
source: New password
vi: Mật khẩu mới

# changePassword_confirmPassword
source: Confirm password
vi: Xác nhận mật khẩu

# changePassword_confirm
source: Confirm
vi: Xác nhận

# changePassword_changePassword
source: Change password
vi: Thay đổi mật khẩu

# changePassword_isNotEmpty
source: Password cannot be empty!
vi: Mật khẩu không được để trống!

# changePassword_characterLength6
source: Your password must be between 6-36 characters
vi: Mật khẩu phải lớn hơn 6 kí tự

# changePassword_characterLength36
source: Your password must be between 6-36 characters
vi: Mật khẩu phải nhỏ hơn 36 kí tự

# changePassword_changeFailed
source: Change failed
vi: Mật khẩu phải nhỏ hơn 36 kí tự

# changePassword_tryToAgain
source: Please try to again!
vi: Vui lòng thử lại!

# changePassword_confirmPasswordError
source: Passwords do not match
vi: Xác nhận mật khẩu lỗi

# forgotPassword_Send
source: Send
vi: Gửi

# forgotPassword_Notify
source: Enter the email connected to your account.Check email and change password.
vi: Nhập địa chỉ email liên kết với tài khoản của bạn, kiểm tra email gửi về và đổi mật khẩu mới.

# fbPostShare_Reverse
source: Reverse
vi: Đảo ngược

# fbPostShare_Total
source: Total
vi: Tổng

# fbPostShare_NumberOfSharingPeople
source: Number of sharing people
vi: Số người chia sẽ

# fbPostShare_SharePersonally
source: Share personally
vi: Chia sẽ cá nhân

# fbPostShare_ShareToGroup
source: Share to group
vi: Chia sẽ nhóm

# fbPostShare_NumberOfShare
source: Number of share
vi: Số lượt share

# fbPostShare_Reload
source: Reload
vi: Tải lại

# fbPostShare_NotFoundShare
source: Not found. Please try to again!
vi: Không tìm thấy lượt share. Hãy thử lại lại xem!

# fbPostShare_CloseContinue
source: Close & Continue
vi: ĐÓNG & TIẾP TỤC

# network_default
source: An error occurred while sending request to the server. Code {statusCode}
vi: Đã gặp lỗi trong quá trình gửi yêu cầu tới máy chủ. Mã lỗi: {statusCode}

# network_badRequest
source: 400. Bad request
vi: 400. Dữ liệu không hợp lệ

# network_authorisedRequest
source: 401. Authentication required
vi: 401. Yêu cầu xác thực để sử dụng tính năng này

# network_internalServerError
source: 500. Internal server error
vi: 500. Lỗi tại máy chủ

# network_requestTimeout
source: Request time out
vi: Hết thời gian chờ kết nối

# network_sendTimeout
source: Send request time out
vi: Hết thời gian chờ kết nối.

# network_notFound
source: 404. Not found
vi: 404. Không tìm thấy dữ liệu yêu cầu.

# network_serviceUnavailable
source: Service unavailable
vi: Dịch vụ này không khả dụng vào lúc này.

# network_requestCancelled
source: The request cancelled
vi: Yêu cầu đã bị hủy bỏ.

# network_noInternetConnection
source: No internet connection
vi: Không có kết nối internet.

source: Create order
vi: Tạo đơn hàng

# createOrderShort
source: Create order
vi: Tạo đơn

source: Select product
vi: Chọn sản phẩm

source: Select campaign
vi: Chọn chiến dịch

source: Hide
vi: Ẩn

source: Unhide
vi: Hiện

# findComment_hint
source: Facebook name, phone
vi: Tên, SĐT, nội dung

# findComment_notifyTitle
source: Find comments in this post
vi: Tìm kiếm bình luận trong bài viết

# findComment_description
source: Enter keywords as names, phone, numbers, or content to find the comment
vi: Nhập từ khóa là tên, số điện thoại hoặc nội dung comment để tìm kiếm

# findComment_notFound
source: Can't find any comment match with keyword: {keyword}
vi: Không tìm thấy bình luận nào trùng khớp với từ khóa {keyword}

source: Order
vi: Hóa đơn

source: Customer
vi: Khách hàng

source: Product
vi: Sản phẩm

source: Comment
vi: Bình luận

# commentMenu_shareCount
source: Share count
vi: Số lượng chia sẻ

# commentMenu_postSummary
source: Post summary
vi: Tổng quan bài đăng

# commentMenu_saveComment
source: Save comment
vi: Lưu bình luận

# commentMenu_game
source: Game
vi: Trò chơi tương tác

# commentMenu_facebookUser
source: Facebook user
vi: Tài khoản facebook

# commentMenu_exportExcel
source: Export excel
vi: Xuất excel

# commentMenu_exportExcelHasPhone
source: Export excel has phone
vi: Xuất excel có số ĐT

# commentMenu_refresh
source: Refresh
vi: Tải lại bình luận

# commentMenu_synchAndUpdate
source: Sync and update
vi: Đồng bộ và cập nhật

source: Sort
vi: Sắp xếp

# reportOrder_invoiceStatistics
source: Invoice report
vi: Thống kê hóa đơn

# reportOrder_Overview
source: Overview
vi: Tổng quan

# reportOrder_Sell
source: Sell
vi: Bán hàng

# reportOrder_promotionDiscount
source: Promotion + Discount
vi: Khuyến mãi + Chiết khấu

# reportOrder_amountTotal
source: Amount total
vi: Tổng tiền

# reportOrder_Discount
source: Discount
vi: Chiết khấu

# reportOrder_Promotion
source: Promotion
vi: Khuyến mãi

# reportOrder_Detail
source: Detail
vi: Chi tiết

# reportOrder_fastSaleOrder
source: Fast sale order
vi: Bán hàng nhanh

# reportOrder_Invoices
source: Invoices
vi: Danh sách hóa đơn

# reportOrder_Debt
source: Debt
vi: Nợ

source: Partner
vi: Khách hàng

source: Employee
vi: Nhân viên

source: Company
vi: Công ty

# reportOrder_invoiceType
source: Invoice type
vi: Loại hóa đơn

# reportOrder_deliveryStatistics
source: Delivery report
vi: Thống kê giao hàng

# reportOrder_collectionAmount
source: Collection amount
vi: Tiền thu hộ

# reportOrder_Paid
source: Paid
vi: Đã thanh toán

# reportOrder_Delivering
source: Delivering
vi: Đang giao

# reportOrder_refundedOrder
source: Refunded Order
vi: Trả hàng

# reportOrder_controlFailed
source: The control was not successful
vi: Đối soát không thành công

# reportOrder_Deposit
source: Deposit
vi: Tổng tiền cọc

# reportOrder_Invoice
source: Invoices
vi: Hóa đơn

# reportOrder_deliveryInvoices
source: Delivery invoices
vi: Hóa đơn giao hàng

# reportOrder_deliveryControl
source: Delivery control
vi: Đối soát giao hàng

# reportOrder_deliveryStatus
source: Delivery status
vi: Trạng thái giao hàng

# reportOrder_controlStatus
source: Control status
vi: Trạng thái đối soát

# reportOrder_deliveryPartner
source: Delivery partner
vi: Đối tác giao hàng

# reportOrder_deliveryPartnerType
source: Delivery partner type
vi: Loại đối tác giao hàng

source: Companies
vi: Danh sách công ty

source: Employees
vi: Danh sách nhân viên

source: Phone
vi: SĐT

# reportOrder_partners
source: Partners
vi: Danh sách đối tác giao hàng

# reportOrder_totalInvoices
source: Total invoices
vi: Số lượng HĐ

# reportOrder_All
source: All
vi: Tất cả

# reportOrder_Received
source: Received
vi: Đã tiếp nhận

source: Time
vi: Thời gian

# reportOrder_FastDelivery
source: Fast delivery
vi: Giao hàng nhanh

# reportOrder_baseOnRule
source: Base on rule
vi: Dựa trên quy tắc

# reportOrder_fixedPrice
source: Fixed price
vi: Giá cố định

# reportOrder_refundedProduct
source: Refunded Product
vi: Hàng trả về

# reportOrder_hasNotReceived
source: Has not received
vi: Chưa tiếp nhận

# reportOrder_collectedMoney
source: Collected money
vi: Đã thu tiền

# reportOrder_checked
source: Checked
vi: Đã đối soát

# reportOrder_unChecked
source: UnChecked
vi: Chưa đối soát

source: Draft
vi: Nháp

source: Select customer
vi: Chọn khách hàng

source: Other information
vi: Thông tin khác

source: Invoice Date
vi: Ngày hóa đơn

source: Seller
vi: Người bán

source: Note
vi: Ghi chú

source: Quantity
vi: Số lượng

source: Total amount
vi: Tổng cộng

source: Payment information
vi: Thông tin thanh toán

source: Payment method
vi: Phương thức thanh toán

source: Discount
vi: Giảm giá

source: Discount amount
vi: Giảm tiền

source: Total
vi: Tổng cộng

source: Paid
vi: Đã thanh toán

source: Left
vi: Còn lại

source: Shipping address
vi: Địa chỉ giao hàng

source: Delivery carrier and fee
vi: Đơn vị giao hàng và phí

source: Delivery carrier
vi: Đối tác giao hàng

source: Tap to select
vi: Chạm để chọn

source: Delivery carrier fee
vi: Phí giao hàng của đối tác

source: Weight
vi: Khối lượng

source: Shipping fee
vi: Phí giao hàng

source: Deposit amount
vi: Tiền đặt cọc

source: Cash on delivery
vi: Tiền thu hộ

source: Delivery note
vi: Ghi chú giao hàng

# addFastSaleOrder_emptyProductNotify
source: The list of products is empty. Please press 'Find Product' for add
vi: Chưa có sản phẩm nào trong danh sách. Vui lòng nhấn 'Tìm sp' để thêm

# addFastSaleOrder_delieryEmptyNotify
source: Select delivery carrier
vi: Chưa có đối tác giao hàng

# addFastSaleOrder_deliveryNoteHint
source: Leave a note to shipper
vi: Để lại ghi chú cho bên giao hàng

source: Back to invoice
vi: Quay lại hóa đơn

source: Revenue
vi: Doanh thu

source: Total revenue
vi: Tổng doanh thu

source: Current dept
vi: Nợ hiện tại

# customerInfo
source: Customer's info
vi: Thông tin khách hàng

source: Customer Number
vi: Mã khách hàng

source: Customer name
vi: Tên khách hàng

source: Address
vi: Địa chỉ

source: Birthday
vi: Sinh nhật

source: Customer groups
vi: Nhóm khách hàng

source: Tax code
vi: Mã số thuế

source: Price list
vi: Bảng giá

source: Default discount
vi: Chiết khấu mặc định

# defaultAmountDiscount
source: Default discount in amount
vi: Chiết khấu mặc định (Tiền)

# partnerInfo_otherInfo
source: Other info (FB, mail, zalo)
vi: Thông tin khác (FB, mail, zalo)

# partnerInfo_saleInfo
source: Sale & purchase info
vi: Thông tin bán hàng & mua hàng

# paymentReceipt_paymentReceipts
source: Payment receipts
vi: Danh sách phiếu chi

# paymentReceipt_paymentReceiptType
source: Payment receipt type
vi: Loại phiếu chi

# paymentReceipt_filterByPaymentReceiptType
source: Filter by payment receipt type
vi: Lọc theo loại phiếu chi

source: Filter by status
vi: Lọc theo trạng thái

# deleteLine
source: Do you want to delete this line?
vi: Bạn muốn xóa dòng này?

# paymentReceipt_doYouWantToDeletePaymentReceipt
source: Do you want to delete payment receipt
vi: Bạn có muốn xóa phiếu thu

# paymentReceipt_errorConfirmPaymentReceipt
source: Payment receipt has been added to the book.You cannot delete
vi: Bạn không thể xóa phiếu chi đã được thêm vào sổ

source: Has entered the book
vi: Đã vào sổ

source: File was saved in folder
vi: File của bạn đã được lưu ở thư mục

source: Do you want to open File?
vi: Bạn có muốn mở file?

# paymentReceipt_pleaseEnterTheDate
source: Please enter the date
vi: Vui lòng nhập ngày?

source: Open
vi: Mở

source: Open Folder
vi: Mở thư mục lưu

source: Error
vi: Lỗi

# paymentReceipt_paymentReceiptInformation
source: Payment receipt information
vi: Thông tin phiếu chi

# paymentReceipt_doYouWantToAddToTheBook
source: Do you want to add to the book
vi: Bạn muốn thêm phiếu này vào sổ

# paymentReceipt_doYouWantToCancel
source: Do you want to cancel?
vi: Bạn có chắc muốn hủy phiếu?

source: Content
vi: Nội dung

source: Date
vi: Ngày

# paymentReceipt_receiver
source: Receiver
vi: Người nhận

source: Contact
vi: Người liên hệ

source: Status
vi: Trạng thái

# paymentReceipt_edit
source: Edit payment receipt
vi: Sửa phiếu chi

# paymentReceipt_add
source: Add payment receipt
vi: Thêm phiếu chi

# paymentReceipt_notifyAddEdit
source: Payment receipt and Payment type cannot be empty.
vi: Bạn phải chọn đầy đủ "Loại chi" và "Phương thức"

source: Phone number
vi: Số điện thoại

source: Choose date
vi: Chọn ngày

# updateSuccessful
source: Update successfully
vi: Cập nhật thành công

# addSuccessful
source: Add successfully
vi: Thêm thành công

# deleteSuccessful
source: Delete successfully
vi: Xóa thành công

# confirmClose
source: Do you want to close?
vi: Dữ liệu chưa được lưu bạn có muốn đóng?

source: Export Excel
vi: Xuất Excel
